Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_stage_funding_reorged
source: %1$@ funding was reorganized out of the verified chain · waiting for wallet recovery before any new action
ar: تمت إعادة تنظيم تمويل %1$@ خارج السلسلة التي تم التحقق منها · في انتظار استرداد المحفظة قبل أي إجراء جديد
de: Die %1$@-Finanzierung wurde aus der verifizierten Kette heraus neu organisiert und wartet auf die Wiederherstellung des Wallets, bevor neue Maßnahmen ergriffen werden
es: La financiación %1$@ se reorganizó fuera de la cadena verificada · esperando la recuperación de la billetera antes de cualquier nueva acción
fa: بودجه %1$@ خارج از زنجیره تأیید شده سازماندهی مجدد شد · قبل از هر اقدام جدیدی منتظر بازیابی کیف پول
fr: Le financement %1$@ a été réorganisé hors de la chaîne vérifiée · en attente de récupération du portefeuille avant toute nouvelle action
he: מימון %1$@ אורגן מחדש מתוך השרשרת המאומתת · מחכה לשחזור הארנק לפני כל פעולה חדשה
hi: %1$@ फंडिंग को सत्यापित श्रृंखला से पुनर्गठित किया गया था · किसी भी नई कार्रवाई से पहले वॉलेट पुनर्प्राप्ति की प्रतीक्षा की जा रही है
id: Pendanaan %1$@ diorganisasi ulang dari rantai terverifikasi · menunggu pemulihan dompet sebelum tindakan baru apa pun
it: Il finanziamento %1$@ è stato riorganizzato fuori dalla catena verificata · in attesa del recupero del portafoglio prima di qualsiasi nuova azione
ja: %1$@ 資金調達は検証済みのチェーンから再編成されました。新しいアクションの前にウォレットの回復を待っています。
ko: %1$@ 자금은 검증된 체인에서 재구성되었습니다. 새로운 조치를 취하기 전에 지갑 복구를 기다리고 있습니다.
nl: %1$@-financiering is gereorganiseerd buiten de geverifieerde keten · wachtend op herstel van de portemonnee voordat er nieuwe actie wordt ondernomen
pl: Finansowanie %1$@ zostało zreorganizowane ze zweryfikowanego łańcucha · oczekiwanie na odzyskanie portfela przed jakąkolwiek nową akcją
pt: O financiamento %1$@ foi reorganizado fora da cadeia verificada · aguardando a recuperação da carteira antes de qualquer nova ação
ru: Финансирование %1$@ было реорганизовано из проверенной цепочки · ожидание восстановления кошелька перед любыми новыми действиями
tr: %1$@ finansmanı doğrulanmış zincirden yeniden düzenlendi · herhangi bir yeni eylemden önce cüzdanın kurtarılması bekleniyor
uk: Фінансування %1$@ було реорганізовано поза перевіреним ланцюгом · очікування відновлення гаманця перед будь-якими новими діями
vi: Nguồn tài trợ %1$@ đã được tổ chức lại ngoài chuỗi đã được xác minh · đang chờ khôi phục ví trước khi có bất kỳ hành động mới nào
zh_hans: %1$@ 资金已从验证链中重组 · 等待钱包恢复后再采取任何新行动
zh_hant: %1$@ 資金已從驗證鏈中重組 · 等待錢包恢復後再採取任何新行動

# wallet_swap_stage_funding_submitted
source: %1$@ funding was submitted · waiting for independently verified confirmations
ar: تم تقديم تمويل %1$@ · في انتظار التأكيدات التي تم التحقق منها بشكل مستقل
de: %1$@-Finanzierung wurde eingereicht und wartet auf unabhängig verifizierte Bestätigungen
es: Se envió la financiación %1$@ · esperando confirmaciones verificadas de forma independiente
fa: بودجه %1$@ ارسال شد · در انتظار تاییدیه های تایید شده مستقل
fr: Le financement %1$@ a été soumis · en attente de confirmations vérifiées de manière indépendante
he: מימון %1$@ הוגש · ממתין לאישורים מאומתים באופן עצמאי
hi: %1$@ फंडिंग जमा कर दी गई है · स्वतंत्र रूप से सत्यापित पुष्टियों की प्रतीक्षा है
id: Pendanaan %1$@ telah diserahkan · menunggu konfirmasi yang diverifikasi secara independen
it: Il finanziamento %1$@ è stato presentato · in attesa di conferme verificate in modo indipendente
ja: %1$@ 資金が送信されました · 独立して検証された確認を待っています
ko: %1$@ 자금이 제출되었습니다. · 독립적으로 검증된 확인을 기다리고 있습니다.
nl: %1$@-financiering is ingediend · in afwachting van onafhankelijk geverifieerde bevestigingen
pl: Dofinansowanie %1$@ zostało złożone · czekamy na niezależnie zweryfikowane potwierdzenia
pt: O financiamento %1$@ foi enviado · aguardando confirmações verificadas de forma independente
ru: %1$@ финансирование было отправлено · ожидается независимо проверенное подтверждение
tr: %1$@ finansmanı gönderildi · bağımsız olarak doğrulanan onaylar bekleniyor
uk: Фінансування %1$@ подано · чекаємо підтвердження незалежної перевірки
vi: Khoản tài trợ %1$@ đã được gửi · đang chờ xác nhận độc lập
zh_hans: %1$@ 资金已提交·等待独立验证的确认
zh_hant: %1$@ 資金已提交·等待獨立驗證的確認

# wallet_swap_stage_redeem_ready_here
source: Both funding transactions are verified · redeem received %1$@ now
ar: تم التحقق من كلتا معاملتي التمويل · استلم %1$@ الآن
de: Beide Finanzierungstransaktionen sind verifiziert. Die Einlösung ist jetzt erhalten. %1$@
es: Ambas transacciones de financiación están verificadas; canje recibido %1$@ ahora
fa: هر دو تراکنش تأمین مالی تأیید شده اند · اکنون %1$@ دریافت شده را بازخرید کنید
fr: Les deux transactions de financement sont vérifiées · racheter le %1$@ reçu maintenant
he: שתי עסקאות המימון מאומתות · פדיון התקבל %1$@ כעת
hi: दोनों फंडिंग लेनदेन सत्यापित हैं · प्राप्त %1$@ को अभी भुनाएं
id: Kedua transaksi pendanaan telah diverifikasi · tebus diterima %1$@ sekarang
it: Entrambe le transazioni di finanziamento sono verificate · riscatta subito il %1$@ ricevuto
ja: 両方の資金取引が確認されており、受け取った %1$@ を今すぐ引き換えてください。
ko: 두 자금 거래가 모두 확인되었습니다. 지금 받은 %1$@를 상환하세요.
nl: Beide financieringstransacties zijn geverifieerd. Wissel de ontvangen %1$@ nu in
pl: Obie transakcje finansowania zostały zweryfikowane. · Wykorzystaj teraz otrzymany %1$@
pt: Ambas as transações de financiamento são verificadas · resgatar %1$@ recebido agora
ru: Обе транзакции финансирования проверены · погасить полученный %1$@ сейчас
tr: Her iki finansman işlemi de doğrulandı · alınan %1$@'yi şimdi kullanın
uk: Обидві транзакції фінансування підтверджено · викупіть отриманий %1$@ зараз
vi: Cả hai giao dịch cấp vốn đều đã được xác minh · đã nhận được %1$@ ngay bây giờ
zh_hans: 两笔资金交易均已验证 · 立即赎回收到 %1$@
zh_hant: 兩筆資金交易均已驗證 · 立即贖回用於 %1$@

# wallet_swap_stage_refund_ready_here
source: %1$@ refund is eligible after timeout · open Atomic swap executions
ar: استرداد %1$@ مؤهل بعد انتهاء المهلة · فتح عمليات تنفيذ المقايضة الذرية
de: Eine %1$@-Rückerstattung ist nach einer Zeitüberschreitung möglich · offene Atomic-Swap-Ausführungen
es: El reembolso de %1$@ es elegible después del tiempo de espera · abrir ejecuciones de intercambio atómico
fa: بازپرداخت %1$@ پس از مهلت زمانی واجد شرایط است · اجرای سوآپ اتمی را باز کنید
fr: Le remboursement %1$@ est éligible après l'expiration du délai · exécutions de swap Atomic ouvertes
he: החזר %1$@ זכאי לאחר הזמן הקצוב · פתיחת ביצוע החלפת Atomic
hi: %1$@ समय समाप्ति · खुले परमाणु स्वैप निष्पादन के बाद रिफंड पात्र है
id: Pengembalian dana %1$@ memenuhi syarat setelah batas waktu · eksekusi pertukaran Atom terbuka
it: Il rimborso %1$@ è idoneo dopo il timeout · esecuzioni di scambio atomico aperte
ja: %1$@ の払い戻しは、タイムアウト後、アトミック スワップの実行が開始された後に対象となります。
ko: 시간 초과 후 %1$@ 환불이 가능합니다. · 아토믹 스왑 실행 개시
nl: %1$@-terugbetaling komt in aanmerking na een time-out · open Atomic swap-uitvoeringen
pl: Zwrot %1$@ kwalifikuje się po przekroczeniu limitu czasu. · Otwórz egzekucje wymiany Atomic
pt: O reembolso de %1$@ é elegível após o tempo limite · abrir execuções de swap atômico
ru: Возврат %1$@ возможен после таймаута · открытые исполнения атомарных свопов
tr: %1$@ iadesi zaman aşımından sonra uygundur · açık Atomik takas uygulamaları
uk: %1$@ відшкодування придатне після тайм-ауту · відкриті виконання Atomic swap
vi: Khoản hoàn trả %1$@ đủ điều kiện sau khi hết thời gian chờ · mở thực thi hoán đổi nguyên tử
zh_hans: %1$@ 超时后可退款·开放原子互换执行
zh_hant: %1$@ 逾時後可退款·開放式原子互換執行

# wallet_swap_stage_refunded
source: Atomic swap refund completed and locally verified
ar: اكتمل استرداد المبادلة الذرية وتم التحقق منها محليًا
de: Rückerstattung des Atom-Swaps abgeschlossen und vor Ort überprüft
es: Reembolso de intercambio atómico completado y verificado localmente
fa: بازپرداخت سوآپ اتمی تکمیل شد و به صورت محلی تأیید شد
fr: Remboursement du swap atomique terminé et vérifié localement
he: החזר החלפה האטומי הושלם ואומת מקומית
hi: परमाणु स्वैप रिफंड पूरा हो गया और स्थानीय स्तर पर सत्यापित हो गया
id: Pengembalian dana pertukaran atom selesai dan diverifikasi secara lokal
it: Rimborso Atomic Swap completato e verificato localmente
ja: アトミックスワップの返金が完了し、ローカルで検証されました
ko: 아토믹 스왑 환불 완료 및 현지 확인
nl: Terugbetaling van atomaire swap voltooid en lokaal geverifieerd
pl: Zwrot kosztów Atomic Swap zakończony i zweryfikowany lokalnie
pt: Reembolso de swap atômico concluído e verificado localmente
ru: Возврат атомарного свопа завершен и проверен на местном уровне
tr: Atomik takas iadesi tamamlandı ve yerel olarak doğrulandı
uk: Відшкодування за допомогою атомарного свопу завершено та локально перевірено
vi: Hoàn trả trao đổi nguyên tử đã hoàn tất và được xác minh cục bộ
zh_hans: 原子交换退款已完成并本地验证
zh_hant: 原子交換退款已完成並本地驗證

# wallet_swap_stage_refunding
source: The swap is on its timeout-refund path
ar: المقايضة في طريقها لاسترداد الأموال
de: Der Swap befindet sich auf dem Weg zur Timeout-Rückerstattung
es: El swap está en su camino de tiempo de espera-reembolso
fa: مبادله در مسیر بازپرداخت بازپرداخت است
fr: Le swap est sur la voie du délai d'attente-remboursement
he: ההחלפה נמצאת בנתיב החזר פסק זמן
hi: स्वैप अपने टाइमआउट-रिफंड पथ पर है
id: Swap berada pada jalur pengembalian dana batas waktu
it: Lo swap è nel percorso di rimborso del timeout
ja: スワップはタイムアウト返金パス上にあります
ko: 스왑이 시간 초과 환불 경로에 있습니다.
nl: De swap bevindt zich op het time-out-terugbetalingspad
pl: Swap znajduje się na ścieżce zwrotu po przekroczeniu limitu czasu
pt: A troca está em seu caminho de reembolso de tempo limite
ru: Своп находится на пути тайм-аута-возврата.
tr: Takas, zaman aşımı-geri ödeme yolunda
uk: Обмін перебуває на шляху очікування та повернення коштів
vi: Hoán đổi đang trên đường hoàn trả thời gian chờ
zh_hans: 交换正处于超时退款路径
zh_hant: 交換正處於超時退款路徑

# wallet_swap_stage_second_redeemed
source: Both redemptions were observed · waiting for final verified completion
ar: تمت ملاحظة كلا عمليتي الاسترداد · في انتظار الاكتمال النهائي الذي تم التحقق منه
de: Beide Rücknahmen wurden beobachtet und warteten auf den endgültigen verifizierten Abschluss
es: Se observaron ambos reembolsos · a la espera de su finalización definitiva verificada
fa: هر دو بازخرید مشاهده شد · در انتظار تکمیل تایید شده نهایی
fr: Les deux rachats ont été observés · en attente de l'achèvement final vérifié
he: שני הפדיונות נצפו · ממתינים להשלמה מאומתת סופית
hi: दोनों मोचन देखे गए · अंतिम सत्यापित समापन की प्रतीक्षा की जा रही है
id: Kedua penebusan diamati · menunggu penyelesaian akhir yang diverifikasi
it: Entrambi i rimborsi sono stati rispettati · in attesa del perfezionamento definitivo e verificato
ja: 両方の引き換えが確認されました。最終的に検証された完了を待っています。
ko: 두 가지 상환이 모두 관찰되었습니다. · 최종 확인 완료를 기다리고 있습니다.
nl: Beide aflossingen werden waargenomen · in afwachting van de definitieve, geverifieerde voltooiing
pl: Obydwa umorzenia zostały zrealizowane · czekają na ostateczne zweryfikowane zakończenie
pt: Ambos os resgates foram observados · aguardando conclusão final verificada
ru: Оба погашения наблюдались · ожидается окончательное подтвержденное завершение
tr: Her iki ödeme de gözlemlendi · nihai doğrulanmış tamamlanma bekleniyor
uk: Обидва погашення спостерігалися · очікування остаточного перевіреного завершення
vi: Cả hai lần quy đổi đều được quan sát · đang chờ hoàn thành được xác minh lần cuối
zh_hans: 两次兑换均已观察·等待最终验证完成
zh_hant: 兩次兌換均已觀察·等待最終驗證完成

# wallet_swap_stage_secret_redeem_ready_here
source: Swap secret verified · redeem received %1$@ now
ar: تم التحقق من سر المبادلة · تم استلام %1$@ الآن
de: Swap-Geheimnis verifiziert · Erhaltenes %1$@ jetzt einlösen
es: Intercambiar secreto verificado · canjear el %1$@ recibido ahora
fa: راز مبادله تأیید شد · اکنون %1$@ دریافت شده را پس‌خرید کنید
fr: Secret d'échange vérifié · échanger le %1$@ reçu maintenant
he: החלפת סוד מאומת · פדה התקבלה %1$@ עכשיו
hi: स्वैप रहस्य सत्यापित · अभी रिडीम प्राप्त %1$@
id: Rahasia penukaran terverifikasi · tebus %1$@ yang diterima sekarang
it: Scambia segreto verificato · riscatta %1$@ ricevuto adesso
ja: スワップシークレットが確認されました · 受け取った %1$@ を今すぐ引き換えてください
ko: 비밀번호 교환 확인됨 · 받은 %1$@를 지금 사용하세요
nl: Wisselgeheim geverifieerd · wissel ontvangen %1$@ nu in
pl: Zweryfikowano klucz wymiany · zrealizuj otrzymany %1$@ teraz
pt: Trocar segredo verificado · resgatar %1$@ recebido agora
ru: Секрет обмена подтвержден · активируйте полученный %1$@ сейчас
tr: Gizli bilgiyi değiştir doğrulandı · alınan %1$@'yi şimdi kullan
uk: Секрет обміну перевірено · викупити отриманий %1$@ зараз
vi: Bí mật trao đổi đã được xác minh · đã nhận được %1$@ ngay bây giờ
zh_hans: 交换秘密已验证 · 立即兑换收到 %1$@
zh_hant: 交換機密已驗證 · 立即兌換收到 %1$@

# wallet_swap_stage_settling
source: Settlement is in progress with locally verified redemption evidence
ar: التسوية جارية مع أدلة الاسترداد التي تم التحقق منها محليًا
de: Die Abwicklung läuft mit lokal überprüften Rückzahlungsnachweisen
es: La liquidación está en curso con evidencia de canje verificada localmente
fa: تسویه حساب با شواهد بازخرید تأیید شده محلی در حال انجام است
fr: Le règlement est en cours avec des preuves de rachat vérifiées localement
he: ההסדר מתבצע עם ראיות פדיון מאומתות מקומיות
hi: स्थानीय स्तर पर सत्यापित मोचन साक्ष्य के साथ निपटान प्रगति पर है
id: Penyelesaian sedang berlangsung dengan bukti penebusan yang diverifikasi secara lokal
it: La liquidazione è in corso con prove di riscatto verificate localmente
ja: 現地で検証された償還証拠をもとに和解が進行中
ko: 현지에서 검증된 환매 증거를 바탕으로 정산이 진행 중입니다.
nl: De schikking is aan de gang met lokaal geverifieerd aflossingsbewijs
pl: Trwa rozliczenie na podstawie lokalnie zweryfikowanych dowodów wykupu
pt: A liquidação está em andamento com evidência de resgate verificada localmente
ru: Выполняется расчет с подтвержденными на месте доказательствами погашения.
tr: Yerel olarak doğrulanmış geri ödeme kanıtlarıyla uzlaşma devam ediyor
uk: Триває розрахунок із підтвердженими на місцевому рівні доказами викупу
vi: Quá trình giải quyết đang được tiến hành với bằng chứng quy đổi được xác minh tại địa phương
zh_hans: 结算正在进行中，并有本地验证的赎回证据
zh_hant: 結算正在進行中，並有本地驗證的贖回證據

# wallet_swap_stage_terms_syncing
source: Terms frozen · Bitcoin synchronization is installing and validating the exact swap watch
ar: تم تجميد الشروط · جارٍ تثبيت مزامنة Bitcoin والتحقق من صحة ساعة المبادلة الدقيقة
de: Bedingungen eingefroren · Bitcoin-Synchronisierung installiert und validiert die genaue Swap-Überwachung
es: Términos congelados · La sincronización Bitcoin está instalando y validando la vigilancia de intercambio exacta
fa: شرایط ثابت شده · همگام سازی Bitcoin در حال نصب و اعتبارسنجی ساعت تعویض دقیق است
fr: Termes gelés · La synchronisation Bitcoin installe et valide la montre d'échange exacte
he: תנאים מוקפאים · סנכרון Bitcoin מתקין ומאמת את שעון ההחלפה המדויק
hi: शर्तें स्थिर · Bitcoin सिंक्रनाइज़ेशन सटीक स्वैप घड़ी को स्थापित और मान्य कर रहा है
id: Ketentuan dibekukan · Sinkronisasi Bitcoin sedang menginstal dan memvalidasi jam tangan swap yang tepat
it: Termini congelati · La sincronizzazione Bitcoin sta installando e convalidando l'esatto orologio di scambio
ja: 凍結された用語 · Bitcoin 同期は、正確なスワップ ウォッチをインストールして検証しています
ko: 약관 동결 · Bitcoin 동기화가 정확한 스왑 시계를 설치하고 검증 중입니다.
nl: Voorwaarden bevroren · Bitcoin-synchronisatie installeert en valideert de exacte swapwatch
pl: Terminy zamrożone · Synchronizacja Bitcoin polega na instalowaniu i sprawdzaniu dokładnego zegarka wymiany
pt: Termos congelados · A sincronização Bitcoin está instalando e validando o relógio de troca exato
ru: Условия заморожены · Синхронизация Bitcoin устанавливает и проверяет точную версию подкачки.
tr: Dondurulmuş terimler · Bitcoin senkronizasyonu, tam takas saatini kuruyor ve doğruluyor
uk: Умови заморожено · Синхронізація Bitcoin встановлює та перевіряє точний годинник для заміни
vi: Điều khoản bị đóng băng · Đồng bộ hóa Bitcoin đang cài đặt và xác thực đồng hồ trao đổi chính xác
zh_hans: 条款冻结 · Bitcoin 同步正在安装和验证确切的交换表
zh_hant: 條款凍結 · Bitcoin 同步正在安裝並驗證確切的交換錶

# wallet_swap_stage_terms_waiting
source: Terms frozen · automatic Bitcoin synchronization/watch preparation is next
ar: الشروط مجمدة · المزامنة التلقائية Bitcoin هي الخطوة التالية
de: Begriffe eingefroren · Als Nächstes folgt die automatische Bitcoin-Synchronisierung/Uhrvorbereitung
es: Términos congelados · La sincronización automática Bitcoin/preparación del reloj es la siguiente
fa: شرایط منجمد شده · همگام سازی خودکار Bitcoin/آماده سازی ساعت بعدی است
fr: Termes gelés · La préparation automatique de la synchronisation/montre Bitcoin est la prochaine
he: מונחים קפואים · סנכרון אוטומטי Bitcoin/הכנה לשעון הוא הבא
hi: शर्तें स्थिर · स्वचालित Bitcoin सिंक्रनाइज़ेशन/घड़ी की तैयारी अगला है
id: Ketentuan dibekukan · sinkronisasi otomatis/persiapan jam tangan Bitcoin adalah yang berikutnya
it: Termini congelati · La sincronizzazione automatica/preparazione dell'orologio Bitcoin è la prossima cosa
ja: 凍結された条件 · Bitcoin の自動同期/監視の準備は次のとおりです
ko: 약관 동결 · 자동 Bitcoin 동기화/시계 준비는 다음
nl: Termen bevroren · automatische Bitcoin-synchronisatie/horlogevoorbereiding is de volgende
pl: Terminy zamrożone · Następnym krokiem jest automatyczna synchronizacja/przygotowanie zegarka Bitcoin
pt: Termos congelados · sincronização automática Bitcoin/preparação do relógio é o próximo
ru: Условия заморожены · автоматическая синхронизация Bitcoin/подготовка часов на очереди.
tr: Şartlar donduruldu · Sırada otomatik Bitcoin senkronizasyon/saat hazırlığı var
uk: Терміни заморожені · наступна автоматична синхронізація Bitcoin/підготовка годинника
vi: Điều khoản bị đóng băng · Tiếp theo là đồng bộ hóa/đồng hồ Bitcoin tự động
zh_hans: 条款冻结·自动 Bitcoin 同步/手表准备下一步
zh_hant: 條款凍結·自動 Bitcoin 同步/手錶準備下一步

# wallet_swap_stage_waiting_counterparty_final_redeem
source: Swap secret revealed · waiting for the counterparty to redeem %1$@
ar: تم الكشف عن سر المبادلة · في انتظار الطرف المقابل لاسترداد %1$@
de: Swap-Geheimnis gelüftet · Warten auf die Einlösung des %1$@ durch die Gegenpartei
es: Se revela el secreto del swap · esperando que la contraparte canjee %1$@
fa: راز مبادله فاش شد · در انتظار طرف مقابل برای بازخرید %1$@
fr: Secret d'échange révélé · en attente que la contrepartie rachète %1$@
he: סוד החלפה נחשף · מחכה שהצד שכנגד יפדה את %1$@
hi: स्वैप रहस्य का खुलासा हुआ · %1$@ को भुनाने के लिए प्रतिपक्ष की प्रतीक्षा की जा रही है
id: Rahasia swap terungkap · menunggu pihak lawan menebus %1$@
it: Rivelato il segreto dello swap · in attesa che la controparte riscatti %1$@
ja: スワップの秘密が明らかになった · カウンターパーティが %1$@ を償還するのを待っています
ko: 스왑 비밀 공개 · 상대방이 %1$@를 상환하기를 기다리는 중
nl: Swapgeheim onthuld · wachtend tot de tegenpartij %1$@ inwisselt
pl: Ujawniono sekret swapu · oczekiwanie, aż kontrahent wykorzysta %1$@
pt: Segredo do swap revelado · aguardando a contraparte resgatar %1$@
ru: Секрет свопа раскрыт · ожидание выкупа контрагентом %1$@
tr: Takas sırrı ortaya çıktı · karşı tarafın %1$@'yi kullanması bekleniyor
uk: Секрет обміну розкрито · очікується, поки контрагент викупить %1$@
vi: Bí mật hoán đổi được tiết lộ · đang chờ đối tác đổi %1$@
zh_hans: 互换秘密揭晓·等待交易对手赎回%1$@
zh_hant: 互換秘密揭曉·等待交易對手贖回%1$@

# wallet_swap_stage_waiting_counterparty_funding
source: Waiting for the counterparty to fund %1$@
ar: في انتظار قيام الطرف المقابل بتمويل %1$@
de: Warten darauf, dass die Gegenpartei %1$@ finanziert
es: Esperando que la contraparte financie %1$@
fa: در انتظار طرف مقابل برای تأمین مالی %1$@
fr: En attente que la contrepartie finance %1$@
he: מחכה שהצד שכנגד יממן את %1$@
hi: %1$@ को निधि देने के लिए प्रतिपक्ष की प्रतीक्षा की जा रही है
id: Menunggu pihak lawan mendanai %1$@
it: In attesa che la controparte finanzi %1$@
ja: カウンターパーティが %1$@ に資金を提供するのを待っています
ko: 상대방이 %1$@에 자금을 조달하기를 기다리는 중
nl: Wachten tot de tegenpartij %1$@ financiert
pl: Oczekiwanie, aż kontrahent zasili %1$@
pt: Aguardando a contraparte financiar %1$@
ru: Ожидание финансирования %1$@ от контрагента
tr: Karşı tarafın %1$@'ye fon sağlaması bekleniyor
uk: Очікуємо, поки контрагент фінансує %1$@
vi: Đang chờ đối tác cấp vốn cho %1$@
zh_hans: 等待交易对手出资 %1$@
zh_hant: 等待交易對手出資 %1$@

# wallet_swap_stage_waiting_counterparty_redeem
source: Both funding transactions are verified · waiting for the counterparty to redeem %1$@
ar: تم التحقق من كلتا معاملتي التمويل · في انتظار قيام الطرف المقابل باسترداد %1$@
de: Beide Finanzierungstransaktionen werden überprüft und warten auf die Einlösung von %1$@ durch die Gegenpartei
es: Ambas transacciones de financiación están verificadas · esperando a que la contraparte canjee %1$@
fa: هر دو تراکنش تأمین مالی تأیید شده است · منتظر طرف مقابل برای بازخرید %1$@
fr: Les deux transactions de financement sont vérifiées · en attendant que la contrepartie rachète %1$@
he: שתי עסקאות המימון מאומתות · מחכה שהצד שכנגד יפדה את %1$@
hi: दोनों फंडिंग लेनदेन सत्यापित हैं · प्रतिपक्ष द्वारा %1$@ को भुनाने की प्रतीक्षा की जा रही है
id: Kedua transaksi pendanaan telah diverifikasi · menunggu pihak lawan menebus %1$@
it: Entrambe le operazioni di finanziamento vengono verificate · in attesa che la controparte riscatti %1$@
ja: 両方の資金トランザクションが検証され、取引相手が %1$@ を引き換えるのを待っています
ko: 두 자금 거래가 모두 확인되었습니다. 상대방이 %1$@를 상환하기를 기다리고 있습니다.
nl: Beide financieringstransacties worden geverifieerd · in afwachting dat de tegenpartij %1$@ aflost
pl: Obie transakcje finansowania są weryfikowane · oczekiwanie na realizację przez kontrahenta %1$@
pt: Ambas as transações de financiamento são verificadas · aguardando o resgate da contraparte %1$@
ru: Обе транзакции финансирования проверены · ожидание выкупа контрагентом %1$@
tr: Her iki fonlama işlemi de doğrulandı · karşı tarafın %1$@'yi kullanması bekleniyor
uk: Обидві транзакції фінансування перевірено · очікується, поки контрагент викупить %1$@
vi: Cả hai giao dịch cấp vốn đều được xác minh · đang chờ đối tác đổi %1$@
zh_hans: 两笔资金交易均已验证·等待交易对手赎回%1$@
zh_hant: 兩筆資金交易均已驗證·等待交易對手贖回%1$@

# wallet_swap_status_active
source: %1$@ %2$@ → %3$@ Session %4$@…
ar: %1$@ %2$@ → %3$@ جلسة %4$@…
de: %1$@ %2$@ → %3$@ Sitzung %4$@…
es: %1$@ %2$@ → %3$@ Sesión %4$@…
fa: %1$@ %2$@ → %3$@ جلسه %4$@…
hi: %1$@ %2$@ → %3$@ सत्र %4$@…
id: %1$@ %2$@ → %3$@ Sesi %4$@…
it: %1$@ %2$@ → %3$@ Sessione %4$@…
ja: %1$@ %2$@ → %3$@ セッション %4$@ …
ko: %1$@ %2$@ → %3$@ 세션 %4$@…
nl: %1$@ %2$@ → %3$@ Sessie %4$@…
pl: %1$@ %2$@ → %3$@ Sesja %4$@…
pt: %1$@ %2$@ → %3$@ Sessão %4$@…
ru: %1$@ %2$@ → %3$@ Сеанс %4$@…
tr: %1$@ %2$@ → %3$@ Oturum %4$@…
uk: %1$@ %2$@ → %3$@ Сесія %4$@…
vi: %1$@ %2$@ → %3$@ Phiên %4$@…
zh_hans: %1$@ %2$@ → %3$@ 会话 %4$@…
zh_hant: %1$@ %2$@ → %3$@ 會話 %4$@…
